Repository: stuartlangridge/gnome-shell-clock-override
Catalog: locale/*/LC_MESSAGES/clock-override.po
Languages: de, es, fr, nb, nl, pt

source: The time in 24-hour notation (14:50)
de: Die Zeit in 24-Stunden-Darstellung (14:50)
es: La hora en notación 24 horas (14:50 am BST)
fr: L'heure au format 24h (14:50)
nb: Tiden i 24-timersformat (14:50)
nl: De tijd in 24-uursnotatie (14:50)
pt: Horário na notação de 24 horas (14:50)

source: The time in 12-hour notation with seconds (2:50:10 pm)
de: Die Zeit in 12-Stunden-Darstellung mit Sekunden (2:50:00 pm)
es: La hora en notación 12 horas (2:50:10 pm)
fr: L'heure au format 12h avec les secondes (2:50:10 pm)
nb: Tiden i 12-timersformat med sekunder (2:50:10 pm)
nl: De tijd in 12-uursnotatie, met seconden (2:50:10 pm)
pt: Horário com os segundos, na notação de 12 horas (2:50:10 pm)

source: A bell
de: Eine Glocke
es: Una campana
fr: Une cloche
nb: En bjelle
nl: Een bel
pt: Um sino

source: An emoji clock face
de: Ein Emoji-Ziffernblatt
es: Emoji de un reloj
fr: Une émoticône horloge
nb: En emoji-klokke
nl: Een emojiwijzerplaat
pt: Um emoji de relógio

source: Slow time (quarters as fractions)
de: Slow-Zeit (Viertelstunden als Brüche)
es: Tiempo lento (cuartos como fracciones)
fr: Heure approximative (par quart d'heure)
nb: Treg tid (kvarater som brøk)
nl: Langzame tijd (kwarten in plaats van breuken)
pt: Tempo lento (quartos como frações)

source: ISO date and time (2014-01-30T14:50:10)
de: Datum und Zeit nach ISO (2014-01-30T14:50:10)
es: Fecha y hora ISO (2014-01-30T04:27:00)
fr: Date et heure au format ISO (2014-01-30T14:50:10)
nb: ISO dato- og tidsformat (2014-01-30T14:50:10)
nl: ISO-datum en -tijd (2014-01-30T14:50:10)
pt: Data e hora no formato ISO (2014-01-30T14:50:10)

source: Local and Internet time
de: Ortszeit und Internetzeit
es: Tiempo local y de Internet
fr: Heure locale et Internet
nb: Lokal og internettid
nl: Lokale en internettijd
pt: Horário local e da Internet

source: Something sillier
de: Etwas Alberneres
es: Algo ridículo
fr: Quelque chose de plus stupide
nb: Noe litt snålere
nl: Iets geks
pt: Algo mais bobo

source: It is %M minutes past hour %H
de: Es ist %M Minuten nach %H Uhr
es: Son las %H y %M minutos
fr: Il est %H et %M minutes
nb: Klokken er %M minutter over %H
nl: Het is %M minuten na %H
pt: São %M minutos depois das %H

source: Text to display instead of the clock
de: Anzeigetext anstelle der Uhr
es: Texto a mostrar en lugar del reloj
fr: Texte à afficher à la place de l'horloge
nb: Tekst å vise istedenfor klokken
nl: De tekst op de plek van de klok
pt: Texto a ser mostrado no lugar do relógio

source: Some examples:
de: Einige Beispiele:
es: Algunos ejemplos:
fr: Quelques exemples
nb: Noen eksempler:
nl: Enkele voorbeelden:
pt: Alguns exemplos:

source: What do all these %x codes mean?
de: Was bedeuten all diese Codes mit %x?
es: ¿Qué significan todos los códigos %x?
fr: Que signifient ces codes %x ?
nb: Hva betyr disse %x-kodene?
nl: Wat betekenen al die %x-codes?
pt: O que todos esses códigos %x significam?
